﻿﻿﻿IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Ngôn ngữ:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Dữ liệu Mặt cắt không phù hợp để tạo lưới."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Không tạo được Auto-Mesh."
IDS_MESHPMCV_AUTOMESH_Property = "Không tính được các đặc trưng Mặt cắt của Mặt cắt đã chia lưới tự động."
IDS_MESHPMCV_PROPERTY_Area = "Không tính được các đặc trưng Mặt cắt ( Mặt cắt ngang )."
IDS_MESHPMCV_PROPERTY_1stInertia = "Không tính được các đặc trưng Mặt cắt ( Mô men quán tính bậc 1 )."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Không tính được các đặc trưng Mặt cắt ( Mô men quán tính bậc 2 )."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Không tính được các đặc trưng Mặt cắt ( Trọng tâm dẻo )."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Có lỗi trong thông tin góc cơ bản để tạo đường cong PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Tạo đường cong PM thất bại."
IDS_MESHPMCV_TUNECURV_LessLine = "Đường cong PM được hiệu chỉnh tự động nhỏ hơn đường cong PM ban đầu."
IDS_MESHPMCV_CALRATIO_SelectLine = "Có lỗi trong các ứng viên đường cong PM để tính cường độ thiết kế."
IDS_MESHPMCV_CALRATIO_FindStrength = "Không tính được cường độ thiết kế."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Không tính được đường cong PM cho cường độ thiết kế."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "Góc gia tăng quá lớn."
IDS_MESHPMCV_CALRATIO_ForceSum = "Không tính được tổng Lực."
IDS_GEO_DGNCALC_PILE_FDN = "Móng cọc"
IDS_GEO_DGNCALC_FOOT_FDN = "Móng trực tiếp"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Kiểm tra khả năng chịu tải"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Lực cắt âm"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Kiểm tra lún"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Khả năng chịu tải ngang"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Tiêu chuẩn thiết kế Móng công trình (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Tiêu chuẩn thiết kế cầu đường sắt (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Tiêu chuẩn thiết kế cầu (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Khả năng chịu tải đầu"
IDS_GEO_DGNCALC_FDN_FRICTION = "Lực cắt"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Cọc đóng"
IDS_GEO_DGNCALC_FDN_DRILLED = "Cọc bê tông đúc tại chỗ"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Cọc bê tông đúc sẵn"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Cọc khoan"
IDS_GEO_DGNCALC_FDN_STEEL = "Cọc thép"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Kiểm tra tĩnh"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Thử nghiệm hiện trường"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Khả năng chịu tải đá"
IDS_GEO_DGNCALC_SAND = "Cát"
IDS_GEO_DGNCALC_CLAY = "Đất sét"
IDS_GEO_DGNCALC_ROCK = "Đá"
IDS_GEO_DGNCALC_FDN_SPT = "Thử nghiệm thâm nhập tiêu chuẩn"
IDS_GEO_DGNCALC_FDN_CPT = "Thí nghiệm xuyên tĩnh côn (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Thử nghiệm áp lực"
IDS_GEO_DGNCALC_FDN_PBT = "Thử nghiệm tải trọng tấm"
IDS_GEO_DGNCALC_FDN_VST = "Thử nghiệm lực cắt bằng cánh"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. và cộng sự"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. và cộng sự"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Móng Canada (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Móng Canada (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. và cộng sự"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. và cộng sự"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. và cộng sự"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. và cộng sự"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Tiêu chuẩn thiết kế móng công trình"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "xem xét c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Cường độ đá và đặc trưng khe nứt"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Thử nghiệm tải trọng lỗ khoan"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Thử nghiệm thâm nhập tiêu chuẩn"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Thử nghiệm thâm nhập nón"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Cọc đóng vào đá"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Đất cát - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Đất sét - phương pháp hệ số α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Đất sét - phương pháp hệ số β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Đất sét - phương pháp hệ số λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Rối loạn đất"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Lớp đất sét"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Đất cát"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Đất sét - phương pháp hệ số α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Đất sét - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Đất sét - sức kháng không thoát nước"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Đất cát"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Thử nghiệm thâm nhập tiêu chuẩn"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Đá - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Đá - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Tính sức chịu tải (Meyerhof,1976) của đất cát sử dụng giá trị N từ SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Đóng cọc cuối"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Trộn sữa xi măng"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Đổ bê tông"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Cọc thép lắp vào đá mềm"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Thử nghiệm thâm nhập nón"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT và sức kháng không thoát nước"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Khả năng chịu tải tối đa"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Mô đun đàn hồi ngang"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Khả năng chịu tải ngang"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Mô đun đàn hồi của đất"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Đất sét"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Thử nghiệm thâm nhập tiêu chuẩn"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Tính sức chịu tải cho cọc đóng"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Tính sức chịu tải cho cọc khoan nhồi"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Tính sức chịu tải của cọc khoan"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Tiêu chuẩn cầu Nhật Bản"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Quy phạm thiết kế Móng công trình (Hiệp hội Kiến trúc Nhật Bản, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Lý thuyết đàn hồi"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Lý thuyết đàn hồi 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Lý thuyết đàn hồi 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Đất sét bão hòa"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Hiệu ứng biến dạng"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Phương trình Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Phương trình Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Thất bại cắt tổng quát"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Thất bại cắt cục bộ"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Phương trình Terzaghi đã chỉnh sửa"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Kinh nghiệm"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Sức kháng nén đơn trục"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Đá tốt"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Phân loại đá"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi và cộng sự"
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Không thể tính sức chịu tải."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Không có tải trọng thẳng đứng."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "trong trường hợp e2 ≥ B/2 hoặc e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "trong trường hợp eB ≥ B/2 hoặc eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "trong trường hợp chỉ có lực dọc trục."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "trong trường hợp e ≤ D/8 (phân bố hình thang)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "trong trường hợp e > D/8 (phân bố tam giác)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "trong trường hợp e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "trong trường hợp e ≤ B/6 (phân bố hình thang)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "trong trường hợp e > B/6 (phân bố tam giác)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "trong trường hợp e ≤ L/6 (phân bố hình thang)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "trong trường hợp e > L/6 (phân bố tam giác)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "trong trường hợp 6e2/B + 6e1/L ≤ 1.0 (phân bố hình thang)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "trong trường hợp 6eB/B + 6eL/L ≤ 1.0 (phân bố hình thang)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "trong trường hợp /B + 6e1/L > 1.0 (phân bố tam giác)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "trong trường hợp /B + 6eL/L > 1.0 (phân bố tam giác)"
IDS_DGNCALCBASE_MESH_FAIL = "Tạo lưới thất bại."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Phương trình sức chịu tải mũi của cọc ống Thép cắm vào đá mềm"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe và Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang và Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Sổ tay Kỹ thuật Móng Canada(2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Sức chịu tải mũi giới hạn theo SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Sức chịu tải mũi của cọc đóng vào đất sét"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Sức chịu tải mũi giới hạn theo CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Sức chịu tải mũi do xáo trộn nền đất trong quá trình thi công"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Sức chịu tải mũi của cọc khoan nhồi trong đất sét"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma và Reese (1974), Quiros và Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Sức chịu tải mũi của cọc khoan (bơm vữa xi măng)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Phương trình Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Quy phạm thiết kế Móng công trình (Hiệp hội Kiến trúc Nhật Bản, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Tiêu chuẩn thiết kế Móng công trình (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Hội địa chất Canada (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Tính toán đặc trưng Mặt cắt thất bại."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Đã xảy ra lỗi khi sử dụng tệp dữ liệu Mặt cắt( %s ).\nLỗi :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
